Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=833_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámediggi ohcá restoráŋŋafitnodatdoalli Sajosii
smn: Sämitigge ocá raavâdviäsuirâtteijee Sajosân

source: Suoma sámiid parlameantadállun, kultur-, skuvlen- ja máhttinguovddážin sihke dáhpáhusdállun.
smn: Sajos tuáimá Suomâ sämmilij parlamenttáállun, kulttuur-, škovlim- já mättimkuávdážin sehe tábáhtustáállun.

source: 60-báikásaš restoráŋŋa lea dehálaš oassi čoahkkin-, kongreassa- ja kulturdáhpáhusaid lágideami.
smn: 60-sajasâš raavâdviäsu lii tergâdis uási čuákkim-, kongres- já kulttuurtábáhtusâi ornim.

source: Sajosa doaibma lea easka álgán, nu ahte doaimma innovatiivvalaš ovddideapmái leat buorit vejolašvuođat.
smn: Saijoos toimâ lii aalgâst, nuuvt ete tooimâ innovatiivlâš oovdedmân láá šiev máhđulâšvuođah.

source: Sávaldahkan lea, ahte restoráŋŋafitnodatdoalli álggaha doaimmas 1.5.2014 rájes dahje soahpamuša mielde.
smn: Tuáivup, ete raavâdviäsuirâtteijee piäjá tooimâ joton 1.5.2014 rääjist teikâ sopâmuš mield..

source: Restoráŋŋadoaimmas beroštuvvan olbmuid bivdit váldit oktavuođa 15.4.2014 rádjai.
smn: Raavâdviäsutooimâst perustum ulmuid pivdep väldiđ ohtâvuođâ 15.4.2014 räi.
